// Thời gian học
export const timeSlots = [
    "07:00 - 08:30",
    "08:30 - 10:00",
    "10:00 - 11:30",
    "13:30 - 15:00",
    "15:30 - 17:00",
    "17:00 - 18:30",
    "18:00 - 19:30",
    "19:30 - 21:00",
  ]
  
  // Tên các ngày trong tuần
  export const weekDays = ["Chủ nhật", "Thứ 2", "Thứ 3", "Thứ 4", "Thứ 5", "Thứ 6", "Thứ 7"]
  

  // Định nghĩa các khung giờ cố định
const fixedTimeSlots = [
  "07:00 - 08:30",
  "08:30 - 10:00",
  "10:00 - 11:30",
  "13:30 - 15:00",
  "15:30 - 17:00",
  "17:00 - 18:30",
  "18:00 - 19:30",
  "19:30 - 21:00"
];
